Repository: stoobit/Productivity-Pro
Catalog: Productivity Pro/Localizable.xcstrings
Source language: de
Languages: en, es

source: %@ bearbeiten
en: Edit %@
es: %@ editar

source: %lld von %lld
en: %1lld of %2lld
es: %lld de %lld

source: %lld. Klasse
en: Grade %lld
es: Grado %lld

source: Abbrechen
en: Cancel
es: Cancelar

source: Absteigend
en: Descending

source: Alle bestehenden Notizen werden durch das Backup ersetzt. Diese Aktion kann nicht rückgängig gemacht werden!
en: All existing notes will be replaced by the backup. This action cannot be undone!

source: Allgemein
en: General
es: Generalmente

source: Ändern
en: Change
es: Cambiar

source: Anordnung
en: Arrange
es: Acuerdo

source: Anpinnen
en: Pin

source: Aufgaben
en: Tasks
es: Tareas

source: Aufsteigend
en: Ascending

source: Auswählen
en: Select

source: Backup erstellen
en: Create Backup
es: Crear copia de seguridad

source: Backup importieren
en: Import Backup

source: Bearbeiten
en: Edit
es: Editar

source: Bewegen
en: Move

source: Bibliothek
en: Library
es: Biblioteca

source: Bild
en: Image
es: Imagen

source: Bis %@ zu erledigen
en: To be done by %@

source: Bis heute zu erledigen
en: To be done by today
es: Para terminar hoy

source: Bis morgen zu erledigen
en: To be done by tomorrow
es: Para hacerlo mañana

source: Bis zum %@ zu erledigen
en: To be done by %@

source: Bitte importiere die Datei über das Import-Menü oder die Backup-Ansicht.
en: Please import the file via the import menu or the backup view.
es: Importe el archivo a través del menú de importación o la vista de copia de seguridad.

source: Blanko
en: Blank
es: Blanco

source: Blau
en: Blue
es: Azul

source: Braun
en: Brown

source: Breite
en: Width

source: d. MMMM
en: MMMM d
es: d/MM

source: Datei importieren
en: Import File

source: Daten werden verarbeitet...
en: Data is processed...

source: Datum anzeigen
en: Show Date
es: Mostrar fecha

source: Der Papierkorb ist leer.
en: The trash is empty.

source: Dienstag
en: Tuesday
es: Martes

source: Dies kann einige Minuten dauern.
en: This can take a few minutes.

source: Diese Aufgabe ist bis morgen in %@ zu erledigen.
en: This task must be completed in %@ by tomorrow.
es: Esta tarea debe completarse en %@ mañana.

source: Diese Notiz existiert nicht mehr.
en: This note no longer exists.

source: Dieser Ordner ist leer.
en: This folder is empty.

source: Dimensionen
en: Dimensions

source: Dokument scannen
en: Scan Document

source: Donnerstag
en: Thursday
es: Jueves

source: Drehung
en: Rotation
es: Rotación

source: Dreieck
en: Triangle

source: Drucken
en: Print

source: Du hast alles erledigt.
en: You've done everything.
es: Lo has hecho todo.

source: Du hast keiner Seite ein Lesezeichen hinzugefügt.
en: You haven't bookmarked any pages.
es: No has marcado ninguna página.

source: Du hast noch keine Fächer erstellt.
en: You haven't created any subjects yet.
es: Aún no has creado ninguna asignatura.

source: Du hast noch keine Notizen erstellt.
en: You haven't created any notes yet.
es: Aún no has creado ninguna nota.

source: Ecken
en: Corners

source: Ein Fehler ist aufgetreten.
en: An error occurred.

source: Einfügen
en: Insert
es: Insertar

source: Einstellungen
en: Settings
es: Ajustes

source: Entfernen
en: Remove

source: Entleeren
en: Empty

source: Erstellen
en: Create

source: Erstellt
en: Created

source: Es konnte kein Objekt eingefügt werden.
en: No object could be inserted.

source: Es wurden keine Notizen gefunden.
en: No notes were found.
es: No se encontraron notas.

source: Fach
en: Subject
es: Asignatura

source: Fach hinzufügen
en: Add Subject
es: Añadir asignatura

source: Fächer
en: Subjects

source: Farbe
en: Color

source: Fertig
en: Done
es: Hecho

source: Form
en: Shape
es: Forma

source: Fotos
en: Photos

source: Freistunde
en: Free Period
es: Periodo libre

source: Freitag
en: Friday
es: Viernes

source: Füllung
en: Fill
es: Relleno

source: Gelb
en: Yellow

source: Gepunktet
en: Dotted
es: Punteado

source: Grün
en: Green

source: Gruppieren
en: Group
es: Agrupar

source: Hinzufügen
en: Add
es: Agregar

source: Hoch- & Querformat
en: Horizontal & Vertical

source: Hochformat
en: Vertical

source: Höhe
en: Height

source: Import nicht möglich
en: Import not possible
es: Importación no posible

source: Importiere deine Notizen, die du mit Productivity Pro 1 erstellt hast.
en: Import your notes created with Productivity Pro 1.

source: Importieren
en: Import

source: Inspektor
en: Inspector

source: Jetzt löschen
en: Delete

source: Kamera
en: Camera
es: Cámara

source: Kariert
en: Checkered
es: A cuadros

source: Kreis
en: Circle

source: Latein Vokabeln
en: Latin Vocabulary
es: Vocabulario latino

source: Lektüre
en: Reading
es: Lectura

source: Lesezeichen
en: Bookmark

source: Lila
en: Purple
es: Púrpura

source: Liniert Groß
en: Lined Large
es: Forrado Grande

source: Liniert Klein
en: Lined Small
es: Forrado Pequeño

source: Löschen
en: Delete
es: Borrar

source: Mittwoch
en: Wednesday

source: Möchtest du den Papierkorb wirklich entleeren?
en: Do you really want to empty the trash?
es: ¿De verdad quieres vaciar la papelera?

source: Möchtest du diese Seite wirklich löschen?
en: Are you sure you want to delete this page?
es: ¿Estás seguro de que quieres eliminar esta página?

source: Möchtest du dieses Fach wirklich löschen?
en: Are you sure you want to delete this subject?
es: ¿Está seguro de que desea eliminar este compartimento?

source: Möchtest du wirklich ein Backup importieren?
en: Do you really want to import a backup?

source: Montag
en: Monday

source: Notentlinien
en: Staff Lines

source: Notiz
en: Note

source: Notiz erstellen
en: Create Note

source: Notiz verlinken
en: Link Note

source: Notizen
en: Notes

source: Öffnen
en: Open
es: Abrir

source: Ordner erstellen
en: Create Folder

source: Papierkorb
en: Trash
es: Papelera

source: Papierkorb entleeren
en: Empty Trash

source: Pin entfernen
en: Remove Pin

source: Querformat
en: Horizontal

source: Rahmen
en: Border

source: Raum
en: Room

source: Rechteck
en: Rectangle
es: Rectángulo

source: Rot
en: Red

source: Scanne diesen QR-Code, um direkt auf eine PDF Version dieser Notiz zugreifen zu können.
en: Scan this QR code to directly access a PDF version of this note.

source: Schriftart
en: Font
es: Fuente

source: Schriftfarbe
en: Font Color
es: Color de fuente

source: Schriftgröße
en: Font Size

source: Sechseck
en: Hexagon

source: Seite
en: Page

source: Seite %lld
en: Page %lld

source: Seite hinzufügen
en: Add Page
es: Añadir página

source: Seite löschen
en: Delete Page

source: Sortieren
en: Sort
es: Ordenar por

source: Sperre
en: Lock

source: Stil
en: Style

source: Stundenplan
en: Schedule
es: Horario

source: Suchen
en: Search
es: Buscar

source: Teilen
en: Share

source: Titel
en: Title

source: Übersicht
en: Overview

source: Umbenennen
en: Rename

source: Unbenannt
en: Untitled
es: Sin nombre

source: Unbenannt %lld
en: Untitled %lld

source: Vokabeln
en: Vocabulary

source: Vorlage ändern
en: Change Template

source: Vorlage auswählen
en: Select Template

source: Wenn du dieses Fach löscht, werden auch die mit diesem Fach verknüpften Aufgaben und Stundenplaneinträge gelöscht.
en: If you delete this subject, the tasks and schedule entries connected with this subject will also be deleted.

source: Widerrufen
en: Undo

source: Wiederherstellen
en: Redo

source: Wiederholen
en: Redo

source: Wortschatz %@
en: Vocabulary %@
es: Vocabulario

source: Zentrieren
en: Center

source: Zu erledigen bis zum
en: Due by

source: Zurück
en: Back

source: Format
es: Formato

source: Mint
es: Menta

source: Orange
es: Naranja

source: Shuffle
es: Barajar

source: Text
es: Texto
